tap "jandedobbeleer/oh-my-posh"
brew "readline"
brew "awscli"
brew "bat"
brew "container"
brew "fd"
brew "fzf"
brew "opentofu"
brew "shellcheck"
brew "stow"
brew "syncthing", restart_service: :changed
brew "wget"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "adobe-acrobat-reader"
cask "artisan"
cask "balenaetcher"
cask "dictionaries"
cask "firefox"
cask "forecast"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "imageoptim"
cask "kitty"
cask "protonvpn"
cask "sublime-text"
cask "the-unarchiver"
cask "transmit"
cask "viscosity"
cask "visual-studio-code"
